---
kind: property
id: P:Autodesk.Revit.DB.FamilySizeTableColumn.Name
source: html/0404544a-1155-42a0-7d59-618a507746c9.htm
---
# Autodesk.Revit.DB.FamilySizeTableColumn.Name Property

The column name.

## Syntax (C#)
```csharp
public string Name { get; }
```